muse-hii-regions.org
#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+options: author:t broken-links:nil c:nil creator:nil
#+options: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+options: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+options: timestamp:t title:t toc:t todo:t |:t
#+language: en
#+select_tags: export
#+exclude_tags: noexport
* Emission line extraction and analysis from MUSE datasets of HII regions
:PROPERTIES:
:EXPORT_FILE_NAME: README
:END:
+ New project [2021-05-04 Tue]
+ Two principal aims:
  1. Analyzing velocity statistics, such as structure functions
     - Collaboration with Javier García Vázquez
  2. Looking for Raman-scattered Balmer wings
     - Collaboration with Mabel Valerdi 

** Learning to use MPDAF
I have made a series of notebooks

*** 00 MPDAF simple demo
+ Notebook: [[file:notebooks/00 MPDAF simple demo.ipynb][notebooks/00 MPDAF simple demo.ipynb]]
+ Pure python: [[file:notebooks/00 MPDAF simple demo.py][notebooks/00 MPDAF simple demo.py]]
+ Reading in the data cube, summing all waves to get an image, summing all pixels to get a spectrum

** N66/NGC 346 in the SMC
+ N66 is the H II region, while NGC 346 is technically the star cluster, but the H II region is also sometimes referred to as this
+ Data are at [[file:~/Work/Muse-Hii-Data/SMC-NGC-346/ADP.2017-10-16T11_04_19.247.fits]]
+ Papers on NGC 346
  + Valerdi:2019a Helium abundance
    + Measures physical conditions too:
      + [O III] Te = 13000 K
      + ne = 20-30 ([O II] and [S II]) up to 100 ([Fe III])
*** Velocity maps
+ Looks like this will be possible for the brighter lines at least
+ There is a problem that seems to be an overzealous background subtraction, which means that some of the lines come out negative
  + We can maybe fix this by adding on the spectrum seen in the darkest corner of the image

* Export the README.md file                       :noexport:
+ Type ~C-c C-e C-s g m~ in the first heading
